
/* conjunction to end a compound sentence */
" and" = " i";

/* No comment provided by engineer. */
"<New Account>" = "<Compte nou>";

/* No comment provided by engineer. */
"\"%@\" is already in use." = "\"%@\" ja està en ús.";

/* No comment provided by engineer. */
"Account:" = "Compte:";

/* Label for contact alert action (e.g. Send message, Play sound, etc.) */
"Action:" = "Acció:";

/* No comment provided by engineer. */
"Add an action for the selected event" = "Afegir una acció pel event seleccionat";

/* No comment provided by engineer. */
"Cancel" = "Cancel·lar";

/* No comment provided by engineer. */
"Clear" = "Esborrar";

/* No comment provided by engineer. */
"Configure the selected action" = "Configurar l'acció seleccionada";

/* New contact alert pane */
"Delete after event occurs" = "Esborrar després de que l'event ocorri";

/* No comment provided by engineer. */
"Delete Event?" = "Esborrar event?";

/* No comment provided by engineer. */
"Edit" = "Edició";

/* Label for contact alert event (e.g. Contact signed on, Message received, etc.) */
"Event:" = "Event:";

/* No comment provided by engineer. */
"Idle" = "Inactiu";

/* No comment provided by engineer. */
"Join" = "Unir";

/* No comment provided by engineer. */
"Join Chat" = "Unir-se al xat";

/* No comment provided by engineer. */
"Meta" = "Meta";

/* No comment provided by engineer. */
"New Alert" = "Alerta nova";

/* No comment provided by engineer. */
"No compatible accounts connected" = "No n'hi han comptes compatibles connectats";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Remove the %i actions associated with this event?" = "Esborrar la %@ acció associada amb aquest event?";

/* No comment provided by engineer. */
"Remove the selected action(s)" = "Esborrar la/les acció(ns) seleccionada/es";

/* No comment provided by engineer. */
"The characters you're entering are not valid for an account name on this service." = "Els caràcters ingressats no son vàlids per a un nom d'usuari en aquest servei.";

/* No comment provided by engineer. */
"Unknown" = "Desconegut";
